[MD_WOTC_BOIII_ASR_HVK30_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="HVK-30型"
FriendlyNamePlural="HVK-30型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_HVK30_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="HVK-30型"
FriendlyNamePlural="HVK-30型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_HVK30_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="HVK-30X型"
FriendlyNamePlural="HVK-30X型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_ASR_HVK30_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="HVK-30型"
FriendlyNamePlural="HVK-30型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_HVK30_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="HVK-30型"
FriendlyNamePlural="HVK-30型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_HVK30_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="HVK-30X型"
FriendlyNamePlural="HVK-30Xs型"
AbilityDescName="突击步枪"
BriefSummary="HVK-30结合了最先进的近距离武器系统和经过长期考验的真实战斗步枪的优点。\n\n HVK-30是专门为更重的7.62x35毫米弹药筒设计的，它会降低射程，有利于阻止力量，内置的反冲补偿系统为HVK-30提供了一个令人印象深刻的可控制的射速。\n\n虽然圆弹道在更远的距离限制了性能，但它们确实允许步枪在附加消音器的情况下非常安静地运行。这使得武器成为任何一个必须既快又谨慎的操作者的自然选择，并确保他们的对手“熄灯”而无需再三考虑。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.62x35毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"